Repository: usagenow/usagenow
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

# %@ %@ usage
source: %1$@ %2$@ usage
de: Nutzung: %1$@ %2$@
es: Uso: %1$@ %2$@
fr: Utilisation : %1$@ %2$@
ru: Использование: %1$@ %2$@

source: %@ API key
de: %@-API-Schlüssel
es: Clave de API de %@
fr: Clé d’API %@
ru: Ключ API %@

source: %@ credits today
de: %@ Credits heute
es: %@ créditos hoy
fr: %@ crédits aujourd’hui
ru: %@ кредитов сегодня

source: %@ didn’t accept the API key. Check it in Settings › Providers.
de: %@ hat den API-Schlüssel nicht akzeptiert. Prüfe ihn unter Einstellungen › Anbieter.
es: %@ no aceptó la clave de API. Revísala en Ajustes › Proveedores.
fr: %@ n’a pas accepté la clé d’API. Vérifiez-la dans Réglages › Fournisseurs.
ru: %@ не принял ключ API. Проверьте его в Настройки › Провайдеры.

source: %@ isn’t installed
de: %@ ist nicht installiert
es: %@ no está instalado
fr: %@ n’est pas installé
ru: %@ не установлен

source: %@ left
de: %@ übrig
es: queda %@
fr: %@ restant
ru: осталось %@

source: %@ plan
de: %@-Tarif
fr: Forfait %@
ru: План %@

source: %@ tokens today
de: %@ Tokens heute
es: %@ tokens hoy
fr: %@ tokens aujourd’hui
ru: %@ токенов сегодня

# %@ tokens, %@ requests
source: %1$@ tokens, %2$@ requests
de: %1$@ Tokens, %2$@ Anfragen
es: %1$@ tokens, %2$@ solicitudes
fr: %1$@ tokens, %2$@ requêtes
ru: %1$@ токенов, запросов: %2$@

source: %@ usage
de: Nutzung: %@
es: Uso: %@
fr: Utilisation : %@
ru: Использование: %@

source: %@ used
de: %@ verbraucht
es: %@ usado
fr: %@ utilisé
ru: использовано %@

# %@: %@ limit has reset
source: %1$@: %2$@ limit has reset
de: %1$@: Limit „%2$@“ wurde zurückgesetzt
es: %1$@: el límite «%2$@» se ha restablecido
fr: %1$@ : la limite « %2$@ » a été réinitialisée
ru: %1$@: лимит «%2$@» обновился

# %@: %@ limit reached
source: %1$@: %2$@ limit reached
de: %1$@: Limit „%2$@“ erreicht
es: %1$@: límite «%2$@» alcanzado
fr: %1$@ : limite « %2$@ » atteinte
ru: %1$@: лимит «%2$@» исчерпан

# %@: %@ of the %@ limit left
source: %1$@: %2$@ of the %3$@ limit left
de: %1$@: %2$@ vom Limit „%3$@“ übrig
es: %1$@: queda el %2$@ del límite «%3$@»
fr: %1$@ : il reste %2$@ de la limite « %3$@ »
ru: %1$@: осталось %2$@ лимита «%3$@»

# %@: %@ of the %@ limit used
source: %1$@: %2$@ of the %3$@ limit used
de: %1$@: %2$@ vom Limit „%3$@“ verbraucht
es: %1$@: usado el %2$@ del límite «%3$@»
fr: %1$@ : %2$@ de la limite « %3$@ » utilisés
ru: %1$@: использовано %2$@ лимита «%3$@»

source: %lld-day
de: %lld Tage
es: %lld días
fr: %lld jours
ru: %lld дн.

source: %lld-hour
de: %lld Std.
es: %lld horas
fr: %lld heures
ru: %lld ч

source: %lld-minute
de: %lld Min.
es: %lld minutos
fr: %lld minutes
ru: %lld мин

# %lldd %lldh
source: %1$lldd %2$lldh
de: %1$lldT %2$lldh
fr: %1$lldj %2$lldh
ru: %1$lldд %2$lldч

source: %lldd ago
de: vor %lld T
es: hace %lld d
fr: il y a %lld j
ru: %lld д назад

source: %lldh ago
de: vor %lld Std.
es: hace %lld h
fr: il y a %lld h
ru: %lld ч назад

source: %lldm
de: %lld Min.
es: %lld min
fr: %lld min
ru: %lld мин

source: %lldm ago
de: vor %lld Min.
es: hace %lld min
fr: il y a %lld min
ru: %lld мин назад

source: +%lld more
de: +%lld weitere
es: +%lld más
fr: +%lld autres
ru: ещё %lld

source: 15 minutes
de: 15 Minuten
es: 15 minutos
ru: 15 минут

source: 30 minutes
de: 30 Minuten
es: 30 minutos
ru: 30 минут

source: 5 minutes
de: 5 Minuten
es: 5 minutos
ru: 5 минут

source: 5-hour
de: 5 Stunden
es: 5 horas
fr: 5 heures
ru: 5 часов

source: A chart of daily activity under each provider in the menu bar window. Turn it off to keep the window short.
de: Ein Diagramm der täglichen Aktivität unter jedem Anbieter im Menüleistenfenster. Schalte es aus, um das Fenster kurz zu halten.
es: Un gráfico de la actividad diaria bajo cada proveedor en la ventana de la barra de menús. Desactívalo para que la ventana sea más corta.
fr: Un graphique de l’activité quotidienne sous chaque fournisseur dans la fenêtre de la barre des menus. Désactivez-le pour garder la fenêtre courte.
ru: График дневной активности под каждым провайдером в окне строки меню. Выключите, чтобы окно было короче.

source: AI coding usage tracker for macOS
de: Nutzungs-Tracker für KI-Coding auf macOS
es: Monitor de uso de IA para programar en macOS
fr: Suivi de l’utilisation de l’IA pour coder sur macOS
ru: Трекер использования ИИ для программирования на macOS

source: API key
de: API-Schlüssel
es: Clave de API
fr: Clé d’API
ru: Ключ API

source: API key saved
de: API-Schlüssel gesichert
es: Clave de API guardada
fr: Clé d’API enregistrée
ru: Ключ API сохранён

source: API keys can usually spend money, not just read it. If %@ lets you, create a separate key for UsageNow.
de: API-Schlüssel können meist Geld ausgeben, nicht nur Daten lesen. Wenn %@ es erlaubt, erstelle einen eigenen Schlüssel für UsageNow.
es: Las claves de API suelen poder gastar dinero, no solo leer datos. Si %@ lo permite, crea una clave aparte para UsageNow.
fr: Les clés d’API permettent généralement de dépenser de l’argent, pas seulement de lire des données. Si %@ le permet, créez une clé distincte pour UsageNow.
ru: Ключи API обычно позволяют тратить деньги, а не только читать данные. Если %@ это позволяет, создайте отдельный ключ для UsageNow.

source: About
de: Über
es: Acerca de
fr: À propos
ru: О программе

source: Activity, last 14 days
de: Aktivität, letzte 14 Tage
es: Actividad, últimos 14 días
fr: Activité, 14 derniers jours
ru: Активность за 14 дней

source: Activity, last 30 days
de: Aktivität, letzte 30 Tage
es: Actividad, últimos 30 días
fr: Activité, 30 derniers jours
ru: Активность за 30 дней

source: Add API Key…
de: API-Schlüssel hinzufügen …
es: Añadir clave de API…
fr: Ajouter une clé d’API…
ru: Добавить ключ API…

source: Allow UsageNow in System Settings to finish setup.
de: Erlaube UsageNow in den Systemeinstellungen, um die Einrichtung abzuschließen.
es: Permite UsageNow en Ajustes del Sistema para terminar la configuración.
fr: Autorisez UsageNow dans Réglages Système pour terminer la configuration.
ru: Разрешите UsageNow в Системных настройках, чтобы завершить настройку.

source: Allow UsageNow to access your Claude Code sign-in in Keychain.
de: Erlaube UsageNow den Zugriff auf deine Claude Code-Anmeldung im Schlüsselbund.
es: Permite que UsageNow acceda a tu inicio de sesión de Claude Code en el Llavero.
fr: Autorisez UsageNow à accéder à votre connexion Claude Code dans le trousseau.
ru: Разрешите UsageNow доступ к входу Claude Code в Связке ключей.

source: Another app already uses this shortcut. Record a different one.
de: Eine andere App verwendet diesen Kurzbefehl bereits. Nimm einen anderen auf.
es: Otra app ya usa este atajo. Graba uno diferente.
fr: Une autre app utilise déjà ce raccourci. Enregistrez-en un autre.
ru: Это сочетание уже занято другим приложением. Запишите другое.

source: Antigravity usage
de: Antigravity-Nutzung
es: Uso de Antigravity
fr: Utilisation d’Antigravity
ru: Использование Antigravity

source: Antigravity usage limits are temporarily unavailable.
de: Die Nutzungslimits von Antigravity sind vorübergehend nicht verfügbar.
es: Los límites de uso de Antigravity no están disponibles temporalmente.
fr: Les limites d’utilisation d’Antigravity sont temporairement indisponibles.
ru: Лимиты Antigravity временно недоступны.

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ru: Оформление

source: Applies to the popover, the menu bar, and the widget.
de: Gilt für das UsageNow-Fenster, die Menüleiste und das Widget.
es: Se aplica a la ventana de UsageNow, la barra de menús y el widget.
fr: S’applique à la fenêtre UsageNow, à la barre des menus et au widget.
ru: Действует в окне UsageNow, строке меню и виджете.

source: Available
de: Verfügbar
es: Disponibles
fr: Disponibles
ru: Доступные

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отменить

source: Check Now
de: Jetzt suchen
es: Comprobar ahora
fr: Vérifier maintenant
ru: Проверить

source: Check for updates automatically
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher les mises à jour automatiquement
ru: Проверять обновления автоматически

source: Checking usage…
de: Nutzung wird geprüft …
es: Comprobando el uso…
fr: Vérification de l’utilisation…
ru: Проверка использования…

source: Choose a provider in Settings to start tracking usage.
de: Wähle in den Einstellungen einen Anbieter, um die Nutzung zu verfolgen.
es: Elige un proveedor en Ajustes para empezar a seguir el uso.
fr: Choisissez un fournisseur dans les réglages pour commencer le suivi.
ru: Выберите провайдера в настройках, чтобы начать отслеживание.

source: Choose which services UsageNow displays and monitors, and drag them into the order you want.
de: Wähle, welche Dienste UsageNow anzeigt und überwacht, und zieh sie in die gewünschte Reihenfolge.
es: Elige qué servicios muestra y supervisa UsageNow, y arrástralos en el orden que quieras.
fr: Choisissez les services que UsageNow affiche et surveille, et faites-les glisser dans l’ordre voulu.
ru: Выберите сервисы, которые UsageNow показывает и отслеживает, и перетащите их в нужном порядке.

source: Claude Code usage
de: Claude Code-Nutzung
es: Uso de Claude Code
fr: Utilisation de Claude Code
ru: Использование Claude Code

source: Claude usage limits are temporarily unavailable.
de: Die Nutzungslimits von Claude sind vorübergehend nicht verfügbar.
es: Los límites de uso de Claude no están disponibles temporalmente.
fr: Les limites d’utilisation de Claude sont temporairement indisponibles.
ru: Лимиты Claude временно недоступны.

source: Claude usage limits — Experimental
de: Claude-Nutzungslimits – experimentell
es: Límites de uso de Claude — experimental
fr: Limites d’utilisation de Claude — expérimental
ru: Лимиты Claude — экспериментально

source: Codex usage
de: Codex-Nutzung
es: Uso de Codex
fr: Utilisation de Codex
ru: Использование Codex

source: Coming soon
de: Demnächst
es: Próximamente
fr: Bientôt
ru: Скоро

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ru: Скопировано

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ru: Скопировать

source: Couldn’t refresh %@
de: %@ konnte nicht aktualisiert werden
es: No se pudo actualizar %@
fr: Impossible d’actualiser %@
ru: Не удалось обновить %@

source: Create a key on %@…
de: Schlüssel bei %@ erstellen …
es: Crear una clave en %@…
fr: Créer une clé sur %@…
ru: Создать ключ на %@…

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ru: Тёмное

source: Day
de: Tag
es: Día
fr: Jour
ru: День

source: Display
de: Anzeige
es: Mostrar
fr: Affichage
ru: Показывать

source: Done
de: Fertig
es: OK
fr: OK
ru: Готово

source: Estimated cost at API prices
de: Geschätzte Kosten zu API-Preisen
es: Coste estimado a precios de API
fr: Coût estimé aux tarifs de l’API
ru: Примерная стоимость по ценам API

source: Experimental
de: Experimentell
fr: Expérimental
ru: Экспериментально

source: Experimental: %@ doesn’t document how to read usage, so this may stop working without notice. If it does, UsageNow shows limits as unavailable rather than guessing.
de: Experimentell: %@ dokumentiert nicht, wie sich die Nutzung auslesen lässt, daher kann das ohne Vorwarnung aufhören zu funktionieren. Dann zeigt UsageNow die Limits als nicht verfügbar an, statt zu raten.
es: Experimental: %@ no documenta cómo leer el uso, así que podría dejar de funcionar sin aviso. Si ocurre, UsageNow mostrará los límites como no disponibles en vez de adivinar.
fr: Expérimental : %@ ne documente pas la lecture de l’utilisation, cela peut donc cesser de fonctionner sans préavis. Dans ce cas, UsageNow affiche les limites comme indisponibles plutôt que de deviner.
ru: Экспериментально: %@ не документирует, как читать использование, поэтому это может перестать работать без предупреждения. Тогда UsageNow покажет, что лимиты недоступны, а не будет угадывать.

source: Fetch Claude usage limits
de: Claude-Nutzungslimits abrufen
es: Obtener los límites de uso de Claude
fr: Récupérer les limites d’utilisation de Claude
ru: Получать лимиты Claude

source: Fetch current Claude Code subscription limits directly from Anthropic using your existing Claude Code sign-in. This uses an undocumented Anthropic endpoint and may stop working without notice.
de: Ruft die aktuellen Limits deines Claude Code-Abos direkt bei Anthropic ab, mit deiner bestehenden Claude Code-Anmeldung. Dafür wird ein nicht dokumentierter Anthropic-Endpunkt verwendet, der ohne Vorwarnung aufhören kann zu funktionieren.
es: Obtiene los límites actuales de tu suscripción a Claude Code directamente de Anthropic con tu inicio de sesión de Claude Code. Usa un endpoint no documentado de Anthropic y podría dejar de funcionar sin aviso.
fr: Récupère les limites actuelles de votre abonnement Claude Code directement auprès d’Anthropic, avec votre connexion Claude Code existante. Cela utilise un point de terminaison Anthropic non documenté, qui peut cesser de fonctionner sans préavis.
ru: Получать текущие лимиты подписки Claude Code напрямую у Anthropic с помощью вашего входа в Claude Code. Используется недокументированный эндпоинт Anthropic, он может перестать работать без предупреждения.

source: Gemini CLI usage
de: Gemini CLI-Nutzung
es: Uso de Gemini CLI
fr: Utilisation de Gemini CLI
ru: Использование Gemini CLI

source: General
de: Allgemein
fr: Général
ru: Основные

source: Helps improve UsageNow by sharing basic app usage and device information.
de: Hilft, UsageNow zu verbessern, indem grundlegende Infos zur App-Nutzung und zum Gerät geteilt werden.
es: Ayuda a mejorar UsageNow compartiendo información básica sobre el uso de la app y el dispositivo.
fr: Aide à améliorer UsageNow en partageant des informations de base sur l’utilisation de l’app et l’appareil.
ru: Помогает улучшать UsageNow: передаёт общие сведения об использовании приложения и устройстве.

source: High usage
de: Hohe Nutzung
es: Uso alto
fr: Utilisation élevée
ru: Высокое использование

source: Icon only
de: Nur Symbol
es: Solo icono
fr: Icône seule
ru: Только значок

source: Install or use a supported AI coding tool to start tracking usage.
de: Installiere oder nutze ein unterstütztes KI-Coding-Tool, um die Nutzung zu verfolgen.
es: Instala o usa una herramienta de programación con IA compatible para empezar a seguir el uso.
fr: Installez ou utilisez un outil de code IA pris en charge pour commencer le suivi.
ru: Установите или запустите поддерживаемый инструмент ИИ для программирования, чтобы начать отслеживание.

source: Just now
de: Gerade eben
es: Ahora mismo
fr: À l’instant
ru: Только что

source: Keyboard shortcut
de: Tastaturkurzbefehl
es: Atajo de teclado
fr: Raccourci clavier
ru: Сочетание клавиш

source: Kiro usage
de: Kiro-Nutzung
es: Uso de Kiro
fr: Utilisation de Kiro
ru: Использование Kiro

source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
ru: За 30 дней

source: Last checked %@
de: Zuletzt geprüft: %@
es: Última comprobación: %@
fr: Dernière vérification : %@
ru: Последняя проверка: %@

source: Launch UsageNow at login
de: UsageNow bei der Anmeldung öffnen
es: Abrir UsageNow al iniciar sesión
fr: Ouvrir UsageNow à l’ouverture de session
ru: Открывать UsageNow при входе

source: Light
de: Hell
es: Claro
fr: Clair
ru: Светлое

source: Limits are checked when UsageNow refreshes. Notifications come from this Mac; nothing is sent anywhere.
de: Limits werden geprüft, wenn UsageNow aktualisiert. Mitteilungen kommen von diesem Mac; nichts wird irgendwohin gesendet.
es: Los límites se comprueban cuando UsageNow se actualiza. Las notificaciones vienen de este Mac; no se envía nada a ningún sitio.
fr: Les limites sont vérifiées lorsque UsageNow s’actualise. Les notifications viennent de ce Mac ; rien n’est envoyé nulle part.
ru: Лимиты проверяются при обновлении UsageNow. Уведомления приходят с этого Mac, ничего никуда не отправляется.

source: Limits unavailable
de: Limits nicht verfügbar
es: Límites no disponibles
fr: Limites indisponibles
ru: Лимиты недоступны

source: Manual
de: Manuell
fr: Manuel
ru: Вручную

source: Menu Bar
de: Menüleiste
es: Barra de menús
fr: Barre des menus
ru: Строка меню

source: Models today
de: Modelle heute
es: Modelos hoy
fr: Modèles aujourd’hui
ru: Модели сегодня

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ru: Месяц

source: Most critical usage
de: Kritischste Nutzung
es: Uso más crítico
fr: Utilisation la plus critique
ru: Ближе всего к лимиту

source: Move Down
de: Nach unten
es: Bajar
fr: Descendre
ru: Переместить ниже

source: Move Up
de: Nach oben
es: Subir
fr: Monter
ru: Переместить выше

source: Nearly exhausted
de: Fast aufgebraucht
es: Casi agotado
fr: Presque épuisé
ru: Почти исчерпан

source: Never includes prompts, tokens, project names, files, credentials, or coding activity.
de: Enthält niemals Prompts, Tokens, Projektnamen, Dateien, Zugangsdaten oder Programmieraktivität.
es: Nunca incluye prompts, tokens, nombres de proyectos, archivos, credenciales ni actividad de programación.
fr: N’inclut jamais de prompts, de tokens, de noms de projet, de fichiers, d’identifiants ni d’activité de code.
ru: Никогда не включает промпты, токены, названия проектов, файлы, учётные данные или код.

source: Next reset
de: Nächster Reset
es: Próximo reinicio
fr: Prochain reset
ru: Сброс через

source: No API key yet
de: Noch kein API-Schlüssel
es: Aún no hay clave de API
fr: Pas encore de clé d’API
ru: Ключа API ещё нет

source: No activity
de: Keine Aktivität
es: Sin actividad
fr: Aucune activité
ru: Нет активности

source: No providers detected
de: Keine Anbieter gefunden
es: No se detectaron proveedores
fr: Aucun fournisseur détecté
ru: Провайдеры не найдены

source: No providers enabled
de: Keine Anbieter aktiviert
es: No hay proveedores activados
fr: Aucun fournisseur activé
ru: Провайдеры не включены

source: None
de: Keiner
es: Ninguno
fr: Aucun
ru: Нет

source: Not checked yet
de: Noch nicht geprüft
es: Aún no comprobado
fr: Pas encore vérifié
ru: Ещё не проверялось

source: Notifications
de: Mitteilungen
es: Notificaciones
ru: Уведомления

source: Notifications are turned off for UsageNow in System Settings.
de: Mitteilungen für UsageNow sind in den Systemeinstellungen deaktiviert.
es: Las notificaciones de UsageNow están desactivadas en Ajustes del Sistema.
fr: Les notifications de UsageNow sont désactivées dans Réglages Système.
ru: Уведомления для UsageNow выключены в Системных настройках.

source: Notify me about limits
de: Über Limits benachrichtigen
es: Avisarme de los límites
fr: M’avertir des limites
ru: Уведомлять о лимитах

source: Open %@ to update usage limits.
de: Öffne %@, um die Nutzungslimits zu aktualisieren.
es: Abre %@ para actualizar los límites de uso.
fr: Ouvrez %@ pour actualiser les limites d’utilisation.
ru: Откройте %@, чтобы обновить лимиты.

source: Open GitHub Issue…
de: GitHub-Issue öffnen …
es: Abrir issue en GitHub…
fr: Ouvrir un ticket GitHub…
ru: Открыть issue на GitHub…

source: Open Login Items…
de: Anmeldeobjekte öffnen …
es: Abrir Ítems de inicio…
fr: Ouvrir les éléments d’ouverture…
ru: Открыть «Объекты входа»…

source: Open Notification Settings…
de: Mitteilungseinstellungen öffnen …
es: Abrir ajustes de notificaciones…
fr: Ouvrir les réglages des notifications…
ru: Открыть настройки уведомлений…

source: Open Provider Settings
de: Anbietereinstellungen öffnen
es: Abrir ajustes de proveedores
fr: Ouvrir les réglages des fournisseurs
ru: Открыть настройки провайдеров

source: Open Source Licenses
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences open source
ru: Лицензии открытого ПО

source: Open Source Licenses…
de: Open-Source-Lizenzen …
es: Licencias de código abierto…
fr: Licences open source…
ru: Лицензии открытого ПО…

source: Open UsageNow
de: UsageNow öffnen
es: Abre UsageNow
fr: Ouvrez UsageNow
ru: Откройте UsageNow

source: Open UsageNow to choose providers.
de: Öffne UsageNow, um Anbieter auszuwählen.
es: Abre UsageNow para elegir proveedores.
fr: Ouvrez UsageNow pour choisir des fournisseurs.
ru: Откройте UsageNow, чтобы выбрать провайдеров.

source: Open UsageNow to load usage data.
de: Öffne UsageNow, um Nutzungsdaten zu laden.
es: Abre UsageNow para cargar los datos de uso.
fr: Ouvrez UsageNow pour charger les données d’utilisation.
ru: Откройте UsageNow, чтобы загрузить данные.

source: Open the Antigravity app to update usage limits.
de: Öffne die Antigravity-App, um die Nutzungslimits zu aktualisieren.
es: Abre la app Antigravity para actualizar los límites de uso.
fr: Ouvrez l’app Antigravity pour actualiser les limites d’utilisation.
ru: Откройте приложение Antigravity, чтобы обновить лимиты.

source: Opens and closes UsageNow from any app.
de: Öffnet und schließt UsageNow aus jeder App.
es: Abre y cierra UsageNow desde cualquier app.
fr: Ouvre et ferme UsageNow depuis n’importe quelle app.
ru: Открывает и закрывает UsageNow из любого приложения.

source: Press a shortcut…
de: Kurzbefehl drücken …
es: Pulsa un atajo…
fr: Appuyez sur un raccourci…
ru: Нажмите сочетание…

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ru: Конфиденциальность

source: Providers
de: Anbieter
es: Proveedores
fr: Fournisseurs
ru: Провайдеры

source: Quit
de: Beenden
es: Salir
fr: Quitter
ru: Завершить

source: Quit UsageNow
de: UsageNow beenden
es: Salir de UsageNow
fr: Quitter UsageNow
ru: Завершить UsageNow

source: Record Shortcut
de: Kurzbefehl aufnehmen
es: Grabar atajo
fr: Enregistrer un raccourci
ru: Записать сочетание

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ru: Обновить

source: Refresh Claude Code from Terminal to view usage limits.
de: Melde dich im Terminal erneut bei Claude Code an, um die Nutzungslimits zu sehen.
es: Actualiza Claude Code desde Terminal para ver los límites de uso.
fr: Actualisez Claude Code depuis Terminal pour voir les limites d’utilisation.
ru: Обновите вход Claude Code в Терминале, чтобы видеть лимиты.

source: Refresh interval
de: Aktualisierungsintervall
es: Intervalo de actualización
fr: Intervalle d’actualisation
ru: Интервал обновления

source: Refreshing…
de: Wird aktualisiert …
es: Actualizando…
fr: Actualisation…
ru: Обновление…

source: Remaining
de: Verbleibend
es: Restante
fr: Restant
ru: Осталось

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ru: Удалить

source: Remove shortcut
de: Kurzbefehl entfernen
es: Eliminar atajo
fr: Supprimer le raccourci
ru: Удалить сочетание

source: Replace…
de: Ersetzen …
es: Reemplazar…
fr: Remplacer…
ru: Заменить…

source: Report a Problem
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
ru: Сообщить о проблеме

source: Report a Problem…
de: Problem melden …
es: Informar de un problema…
fr: Signaler un problème…
ru: Сообщить о проблеме…

source: Requests
de: Anfragen
es: Solicitudes
fr: Requêtes
ru: Запросы

source: Reset %@ · not updated since
de: Zurückgesetzt %@ · seitdem nicht aktualisiert
es: Reinicio %@ · sin actualizar desde entonces
fr: Réinitialisé %@ · pas mis à jour depuis
ru: Сброс %@ · с тех пор не обновлялось

source: Resets %@
de: Zurücksetzung %@
es: Se reinicia el %@
fr: Réinitialisation %@
ru: Сброс %@

source: Resets in %@
de: Zurücksetzung in %@
es: Se reinicia en %@
fr: Réinitialisation dans %@
ru: Сброс через %@

source: Resetting now
de: Wird zurückgesetzt
es: Reiniciándose
fr: Réinitialisation en cours
ru: Сбрасывается

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ru: Повторить

source: Retry refreshing %@
de: %@ erneut aktualisieren
es: Reintentar actualizar %@
fr: Réessayer d’actualiser %@
ru: Повторить обновление %@

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ru: Сохранить

source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
ru: Настройки…

source: Share anonymous usage analytics
de: Anonyme Nutzungsanalysen teilen
es: Compartir análisis de uso anónimos
fr: Partager des statistiques d’utilisation anonymes
ru: Отправлять анонимную аналитику
